export const answers = {
  "1": [
    {
      "answerIndex": 0,
      "correct": false,
      "message": "Любовное послание действительно написано почерком Феликса. Но молодой человек не имеет к нему никакого отношения. Ваша версия неверна. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 1,
      "correct": true,
      "message": "Совершенно верно! Тамара Томпсон научилась подделывать почерк Феликса Фроста, от его имени написала любовное послание Марине и подбросила его в ящик Моргана, где он бы точно его нашёл. Таким образом Тамара хотела разрушить брак Морзе. Она даже не представляла, к каким ужасным последствиям приведет её план.",
      "isComplete": false
    },
    {
      "answerIndex": 2,
      "correct": false,
      "message": "Габриэль и Марина, конечно, были подругами. Но не больше. Вы ошиблись. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 3,
      "correct": false,
      "message": "Вряд ли Вальдемар испытывает к кому бы то ни было нежные чувства. Он не имеет отношения к любовному посланию. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 4,
      "correct": false,
      "message": "Любви все возрасты покорны, но Каспер Клаус не имеет отношения к этому посланию. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 5,
      "correct": false,
      "message": "Автор послания пишет о муже Марины. В документах дела нет никакой информации о том, что у Моргана было раздвоение личности. Ответ неверный.  Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 6,
      "correct": false,
      "message": "Для начала обратите внимание на почерк, которым написано послание. А потом ответьте на вопрос, кому было выгодно написать это письмо именно таким почерком?",
      "isComplete": false
    }
  ],
  "2": [
    {
      "answerIndex": 0,
      "correct": false,
      "message": "В материалах дела ничего не говорится о том, что у Марины были финансовые проблемы. Напротив, судя по переписке с Габриэль, она часто давала деньги в долг. Это неверный ответ, советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 1,
      "correct": false,
      "message": "Ваше желание повесить на пропавшего человека все преступления понятно. Нет тела – нет дела. Но это не наши методы. Ответ неверный, советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 2,
      "correct": true,
      "message": "Совершенно верно! Полиция исключила Моргана из числа подозреваемых из-за отсутствия мотива. Но, вас не так просто провести. Морган нашёл любовное письмо к его супруге. Он был ревнив, а его астрологический прогноз подтолкнул его к решительным действиям. ",
      "isComplete": false
    },
    {
      "answerIndex": 3,
      "correct": false,
      "message": "В материалах дела ничего об этом не говорится. Это неверный ответ, советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 4,
      "correct": false,
      "message": "Это официальная версия, которая лежит на поверхности. Но она неверна. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 5,
      "correct": false,
      "message": "В газете вы можете найти информацию о том, что Марина Морзе упала в воду и до сих пор числится пропавшей без вести. Но вы, как любители детективов, не можете не знать, что в большинстве случаев виноват муж. Был ли мотив у Моргана Морзе?",
      "isComplete": false
    }
  ],
  "3": [
    {
      "answerIndex": 0,
      "correct": false,
      "message": "Морган действительно был очень увлечён астрологией и ритуалами. Но вряд ли бы он подверг опасности жизнь своего любимого кота. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 1,
      "correct": false,
      "message": "Рекс? Скорее всего, Марципан был единственным домашним животным в доме на Киви-стрит, 21. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 2,
      "correct": false,
      "message": "Эх, как бы всем нам хотелось, чтобы именно этот ответ был правильным, но, к сожалению, это не так. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 3,
      "correct": false,
      "message": "В материалах дела ничего не говорится о том, водил ли вообще Вальдемар автомобиль. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 4,
      "correct": true,
      "message": "Совершенно верно! Касперу надоел соседский кот, и он решил от него избавиться. Каспер забрал пакет с кормом, оставленный курьером у двери Морзе, и с помощью шприца ввёл в одну из упаковок смертельное лекарство. Потом снова оставил пакет у двери. К сожалению, коварный план Каспера сработал, и бедный кот Марципан скончался.",
      "isComplete": false
    },
    {
      "answerIndex": 5,
      "correct": false,
      "message": "Обратите внимание на автоответчик Каспера Клауса и на аудиосообщение от Марины. Похоже, Каспер Клаус постоянно жаловался на соседского кота. Чем вам не мотив? В соседском чате вы можете прочитать, что кошачий корм доставлялся курьером и часто лежал на площадке. Мог ли Каспер этим воспользоваться?",
      "isComplete": false
    }
  ],
  "4": [
    {
      "answerIndex": 0,
      "correct": true,
      "message": "Совершенно верно! Студент Феликс Фрост решил провернуть аферу. Он написал письмо Касперу от имени полиции. Якобы внук Каспера Кристофер попал в аварию, и для его освобождения нужны деньги. Доверчивый дедушка оставил пакет с деньгами на площадке, откуда Феликсу его просто оставалось забрать. ",
      "isComplete": false
    },
    {
      "answerIndex": 1,
      "correct": false,
      "message": "Для чего ему это было нужно? Ни о какой страховке в документах не говорится. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 2,
      "correct": false,
      "message": "Конечно, Вальдемар не самый приятный человек. Но у вас нет никаких доказательств того, что он причастен к вымогательству денег. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 3,
      "correct": false,
      "message": "Интересный ход мыслей, но неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 4,
      "correct": false,
      "message": "Наверное, Габриэль не была бы против получить такую большую сумму, но у вас нет никаких доказательств её причастности к этому преступлению. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 5,
      "correct": false,
      "message": "У всех жителей дома на Киви-стрит свои секреты. Но к афере с Каспером Тамара не имеет никакого отношения. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 6,
      "correct": false,
      "message": "Неплохой план – инициировать своё исчезновение для того, чтобы провернуть аферу. Но, ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 7,
      "correct": false,
      "message": "Кто в последнее время интересовался внуком Каспера? Может быть, полученные сведения были использованы для того, чтобы убедить пожилого Клауса в достоверности письма?",
      "isComplete": false
    }
  ],
  "5": [
    {
      "answerIndex": 0,
      "correct": false,
      "message": "Пока мы доказали авторство Тамары только к любовному письму. К этому посланию она не имеет отношения. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 1,
      "correct": false,
      "message": "Наверное, вы так подумали, потому что копию письма с угрозой нашли у Вальдемара? К сожалению, вы ошиблись. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 2,
      "correct": true,
      "message": "Совершенно верно! Письмо испачкано тем же соусом, которым хвастается Морган в домовом чате. На той же фотографии можно увидеть, что рядом с соусом лежит газета, из которой и были вырезаны буквы для угрозы.  ",
      "isComplete": false
    },
    {
      "answerIndex": 3,
      "correct": false,
      "message": "В материалах дела нет никаких документов, подтверждающих эту версию. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 4,
      "correct": false,
      "message": "Вы считаете, что Феликс не только причастен к афере с вымоганием денег, но ещё и рассылает соседям письма с угрозами? Это не так. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 5,
      "correct": false,
      "message": "Давайте не будем вешать на несчастную пропавшую женщину вину за эту угрозу. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 6,
      "correct": false,
      "message": "Это было бы в его стиле, но к этому письму Каспер не имеет отношения. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 7,
      "correct": false,
      "message": "Внимательно посмотрите на само послание. На нём есть характерные следы, которые оставил неряшливый автор. ",
      "isComplete": false
    }
  ],
  "6": [
    {
      "answerIndex": 0,
      "correct": false,
      "message": "На Тамару не готовилось покушение. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 1,
      "correct": false,
      "message": "Наверное, неприятному Вальдемару не раз желали смерти, но об этом нет ничего в материалах дела. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 2,
      "correct": false,
      "message": "Смерть Моргана Морзе достаточно веский аргумент в пользу того, что он всё-таки не избежал покушения на убийство. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 3,
      "correct": false,
      "message": "В материалах дела нет информации о покушении на жизнь Габриэль. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 4,
      "correct": true,
      "message": "Совершенно верно! Тамара Томпсон подделала любовное письмо от Феликса к Марине. Из-за этого ревнивый Морган продумал план мести. Его жена Марина исчезла во время их отпуска, вероятно, не без его помощи. Для Феликса же планировался отравленный ужин. Морган разместил объявление в газете о покупке ртутных градусников. Вы можете доказать его авторство, сравнив код объявления, его банковскую выписку и жалобу производителю кормов. Более того, судя по фото ящика, несколько градусников уже были приобретены. Смертельный ужин был запланирован на 23 мая, это написано в календаре Морзе, и об этом же говорит Феликс в разговоре с инспектором. Получается, что именно Феликс чудом избежал покушения на свою жизнь. ",
      "isComplete": false
    },
    {
      "answerIndex": 5,
      "correct": false,
      "message": "Марина Морзе пропала во время своего отпуска при очень странных обстоятельствах. Вероятно, она как раз не избежала покушения на свою жизнь. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 6,
      "correct": false,
      "message": "Феликс Фрост обманул доверчивого Каспера и забрал его деньги. Но чтобы покушаться на его жизнь… Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 7,
      "correct": false,
      "message": "Загляните в ящик Моргана Морзе – там полно ртутных термометров. Сравните объявление в газете, банковскую выписку Моргана и его жалобу производителю кормов. Так вы поймете, что коллекционированием градусников Морган занялся совсем недавно. Как раз после того, как обнаружил любовное письмо к своей жене. Так для кого предназначалась ртуть?",
      "isComplete": false
    }
  ],
  "7": [
    {
      "answerIndex": 0,
      "correct": false,
      "message": "Это действительно самая логичная версия. Она лежит на поверхности. Но уровень этой игры 4 из 5, поэтому не всё так просто. Советуем ещё раз изучить материалы дела или воспользоваться подсказками. ",
      "isComplete": false
    },
    {
      "answerIndex": 1,
      "correct": false,
      "message": "Морган даже не подозревал, что в смерти кота мог быть замешан его сосед. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 2,
      "correct": true,
      "message": "Совершенно верно! Морган Морзе имеет доступ к премиум-аккаунту на сайте газеты “Хроники Бёрдхилла”. В эксклюзивном выпуске новостей он увидел фотографию с места преступления и безошибочно определил участников. Решительный Морган взял правосудие в свои руки и составил письмо с угрозой. В нужном ли виде дошло письмо? Или та отклеившаяся буква, которую нашла Тамара Томпсон у почтовых ящиков, поменяла смысл послания?",
      "isComplete": false
    },
    {
      "answerIndex": 3,
      "correct": false,
      "message": "Не сходится по времени. Афера с Клаусом произошла намного позднее того, когда Морган составил послание с угрозой. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 4,
      "correct": false,
      "message": "Прямо шекспировский сюжет. Страшно подумать, в какое бы отчаяние пришёл Морган Морзе, узнав такую информацию при жизни. Ответ неверный.  Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 5,
      "correct": false,
      "message": "Чтобы ответить на этот вопрос, вам необходимо попасть в премиум-аккаунт газеты “Хроники Бёрдхилла” на их сайте. Если у вас с этим возникли трудности, воспользуйтесь подсказкой к цифровому ресурсу “Сайт газеты “Хроники Бёрдхилла”. Внимательно посмотрите выпуск новостей и определите кто его участники?",
      "isComplete": false
    }
  ],
  "8": [
    {
      "answerIndex": 0,
      "correct": false,
      "message": "Ни о каком звонке между Тамарой и Морганом в материалах дела не говорится.  Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 1,
      "correct": false,
      "message": "Наверняка Вальдемар скрупулезно следит за тем, чтобы все жильцы вовремя вносили оплату, но никаких данных о том, что он звонил Тамаре у вас нет. Это неправильный ответ.  Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 2,
      "correct": false,
      "message": "У Моргана и Феликса действительно был запланирован ужин, судя по календарю Морзе. Но ни о каком звонке между Морганом и Феликсом в материалах дела не говорится.  Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 3,
      "correct": true,
      "message": "Совершенно верно! В списке звонков Габриэль как раз 18 мая в 18:33 есть входящий звонок от Диего Донована. Там же есть и его номер телефона. Вы позвонили ему, и Диего подтвердил, что действительно звонил Габриэль. Он также сообщил, что разговор для Габриэль был неприятным, а все подробности он изложил в письме. Это письмо было перехвачено Вальдемаром, и вы, прочитав его, поняли, что Диего – директор ивент-агентства “Атмосфера” и бывший руководитель Габриэль. Он звонил девушке, чтобы сообщить об её увольнении. Похоже, 18 мая у Габриэль был не самый лучший день. ",
      "isComplete": false
    },
    {
      "answerIndex": 4,
      "correct": false,
      "message": "Наверняка Феликс так и сделал для того, чтобы обмануть Каспера Клауса – узнал подробности жизни Кристофера по телефону. Но когда именно это было сделано, нам неизвестно. Это неверный ответ.  Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 5,
      "correct": false,
      "message": "Если вы ещё раз прослушаете стартовое аудио, то поймёте, что Каспер звонил в полицию в другой день. 18 мая по мнению Каспера с его внуком всё было в порядке. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 6,
      "correct": false,
      "message": "Такой поворот событий нельзя исключать – ведь тело Марины всё ещё не нашли, поэтому есть шанс, что она до сих пор жива. Но Марина не звонила Моргану в указанное время. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 7,
      "correct": false,
      "message": "Изучите документы, где есть список звонков, и вам всё станет понятно. ",
      "isComplete": false
    }
  ],
  "9": [
    {
      "answerIndex": 0,
      "correct": false,
      "message": "Вы точно видели фотографию? Непохоже, что на ней что-то делят. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 1,
      "correct": false,
      "message": "Тамара точно была бы не против такого свидания. После смерти Моргана оно может состояться только в её снах. Это неправильный ответ. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 2,
      "correct": false,
      "message": "Именно такой версии придерживается газета. Ох уж эта пресса – ничего святого ради кликбейта. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 3,
      "correct": true,
      "message": "Совершенно верно! У вас есть целый арсенал доказательств:<br><br>- На фото видна кружка с изображением ворона. Точно такую же держит в руках на открытке бывший коллега Моргана Бобби Блэйк. Вы сравнили интерьер на обеих фотографиях и поняли, что это одна и та же комната. Значит, на фото, запечатлённом газетой, квартира Бобби.<br><br>- На фото вы увидели сумку с надписью “Reykjavik” и поняли, что это та же самая сумка, которую Морган одолжил Габриэль как раз 18 мая.<br><br>-  На фото телефон со входящим звонком. А на стене висят часы. Время - 18:33. Вы проверили список звонков Габриэль и бинго! – в это время ей как раз звонил Диего Донован. Ещё одно доказательство того, что на фото Габриэль.<br><br>- Вы заглянули в ежедневник Габриэль и увидели, что напротив 18 мая записан код SFR 75148. Вы позвонили в компанию “Атмосфера” по номеру из газеты, ввели добавочный код 75148, и автоответчик подтвердил ваши догадки – под этим номером зарегистрирован Бобби Блэйк, а его предпочтения – девушки с необычным цветом волос и связывание. Именно это и изображено на фото.",
      "isComplete": false
    },
    {
      "answerIndex": 4,
      "correct": false,
      "message": "А где же камеры и съёмочная группа? Вы ошиблись. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 5,
      "correct": false,
      "message": "Вот несколько советов, которые вам помогут ответить правильно:<br>- обратите внимание на кружку<br>- обратите внимание на сумку<br>- обратите внимание на телефон и часы на стене<br>- обратите внимание на интерьер",
      "isComplete": false
    }
  ],
  "10": [
    {
      "answerIndex": 0,
      "correct": false,
      "message": "Не похоже, что Тамара Томпсон нуждалась в деньгах. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 1,
      "correct": false,
      "message": "Вальдемар, конечно, не самый приятный человек, но давайте не будем вешать на него все преступления. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 2,
      "correct": false,
      "message": "Не похоже, что Морган нуждался в деньгах. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 3,
      "correct": true,
      "message": "Совершенно верно! Как вы уже выяснили, 18 мая у Габриэль был плохой день – её уволили с работы. Девушка и так постоянно нуждалась в деньгах, а тут это ещё это увольнение. Иногда тяжёлые жизненные обстоятельства ведут к неправильным поступкам. Вы изучили карту города и поняли, что Габриэль после того, как отнесла костюм своей дочери, как раз могла проходить мимо булочной. Чтобы не вызывать подозрений, Габриэль вносила похищенную сумму на свой банковский счёт маленькими частями. Это видно по операциям в её онлайн-банке. Но вас не провести – вы сложили эти маленькие суммы и получили 2765 шерлоков – ровно столько и было похищено в булочной Ланжелье.",
      "isComplete": false
    },
    {
      "answerIndex": 4,
      "correct": false,
      "message": "Наверняка эта сумма помогла бы финансовому положению студента. Но Феликс не имеет отношения к ограблению. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 5,
      "correct": false,
      "message": "Заставить всех поверить в своё исчезновение, а потом ограбить булочную? Сомнительный план. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 6,
      "correct": false,
      "message": "Каспер Клаус ввиду своего почтенного возраста может совершать преступления только рядом со своим домом. Он уже физически не способен на такое дерзкое преступление. Его бы заметили, когда он пытался скрыться.  Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 7,
      "correct": false,
      "message": "Посмотрите на карту и найдите на ней место, откуда были похищены деньги. Кто из жильцов дома был недалеко от этого места? У кого был мотив? Ну, и проверьте финансовые документы жильцов.  ",
      "isComplete": false
    }
  ],
  "11": [
    {
      "answerIndex": 0,
      "correct": false,
      "message": "Тамара и Морган были очень дружны. Ему незачем было угрожать своей подруге. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 1,
      "correct": false,
      "message": "Скорее всего, Вальдемар бы испугался, получив такое послание. Ему, наверняка, есть что скрывать. Но, ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 2,
      "correct": false,
      "message": "В материалах дела нет информации, что у Моргана было раздвоение личности. Он не писал писем самому себе. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 3,
      "correct": true,
      "message": "Совершенно верно! Морган Морзе, как и вы, узнал, что коптер газеты заснял его бывшего коллегу Бобби Блэйка и Габриэль Гримм. Морган был уверен, что против Бобби совершено преступление. Вероятно, Морган даже позвонил ему, попытался узнать, что именно произошло. Ну а Бобби, наверняка, постарался убедить бывшего коллегу, что с ним всё в порядке. Еще бы, кто захочет рассказывать о таком. Но Морган не поверил. И снова решил взять судьбу в свои руки. Он составил анонимное послание с угрозой с помощью вырезанных из газеты букв и отправил Габриэль. Вы же не забыли, что письмо ей дошло в изменённом виде? ",
      "isComplete": false
    },
    {
      "answerIndex": 4,
      "correct": false,
      "message": "Для Феликса Морган готовил другое блюдо. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 5,
      "correct": false,
      "message": "На момент написания этого письма с угрозой, Марина Морзе считалась исчезнувшей. Это неверный ответ. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 6,
      "correct": false,
      "message": "Это неверный ответ. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 7,
      "correct": false,
      "message": "Вы же помните, кого именно узнал в новостном сюжете на сайте газеты Морган Морзе? Он, как и все, придерживается версии, что увидел настоящее преступление. Тогда кого именно он вынуждает угрозой сдаться полиции?",
      "isComplete": false
    }
  ],
  "12": [
    {
      "answerIndex": 0,
      "correct": false,
      "message": "От вас скрылась важная информация. Ещё раз изучите материалы дела или воспользуйтесь подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 1,
      "correct": true,
      "message": "Совершенно верно! Из переписки Габриэль и Марины вы узнали, что Морзе установили систему \"умный дом\" от компании i-home. Там же вы получили логин от личного кабинета Марины. Адрес сайта системы умного дома попался вам при просмотре новостного выпуска на сайте премиум-раздела газеты \"Хроники Бёрдхилла\". Зайдя на сайт компании i-home и введя логин, вы без труда узнали и пароль, ведь Марина оставила очень понятную подсказку. ",
      "isComplete": false
    },
    {
      "answerIndex": 2,
      "correct": false,
      "message": "Чтобы узнать адрес сайта умного дома, для начала вам нужно получить доступ к сайту премиум-раздела газеты \"Хроники Бёрдхилла\". Логин и пароль от личного кабинета Марины на сайте i-home вы получите из документов, которые вам передал инспектор. ",
      "isComplete": false
    }
  ],
  "13": [
    {
      "answerIndex": 0,
      "correct": false,
      "message": "Вряд ли Тамара Томпсон обладала навыками, достаточными для этого технического действия. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 1,
      "correct": false,
      "message": "Вальдемар воровал корреспонденцию у жильцов, но не трогал систему умного дома семьи Морзе. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 2,
      "correct": false,
      "message": "Это было бы логично, но Морган был далёк от техники. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 3,
      "correct": true,
      "message": "Совершенно верно! В телефонной переписке Марина сообщила ей логин, а пароль она узнала с помощью подсказки на сайте. В распоряжении Габриэль было аудиосообщение от Марины. С помощью несложного монтажа девушка нарезала это сообщение нужными ей фрагментами и установила в систему. Недаром она посещала курсы мультимедиа “Медиум”. Габриэль настроила сценарий умного дома именно таким образом для того, чтобы Морган испугался и перестал ей угрожать.",
      "isComplete": false
    },
    {
      "answerIndex": 4,
      "correct": false,
      "message": "У Феликса не было доступа к этой системе. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 5,
      "correct": false,
      "message": "В переписке с Габриэль Марина пишет, что самостоятельно не может разобраться с системой умного дома. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 6,
      "correct": false,
      "message": "Вы слишком хорошего мнения о технических навыках Каспера. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 7,
      "correct": false,
      "message": "Кого из жильцов дома Марина просила помочь ей разобраться с системой умного дома?",
      "isComplete": false
    }
  ],
  "14": [
    {
      "answerIndex": 0,
      "correct": false,
      "message": "Ртуть предназначалась для Феликса. Но, как вы знаете, смертельный ужин так и не состоялся. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 1,
      "correct": false,
      "message": "Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 2,
      "correct": false,
      "message": "Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 3,
      "correct": true,
      "message": "Совершенно верно! У Моргана было слабое сердце. Это говорится в кардиологическом заключении. Любой стресс мог вызвать летальный исход. Что и произошло.",
      "isComplete": false
    },
    {
      "answerIndex": 4,
      "correct": false,
      "message": "Нигде не говорится о том, что Морган занимался фридайвингом. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 5,
      "correct": false,
      "message": "Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 6,
      "correct": false,
      "message": "Вам стоит подробнее изучить заключение врача, обследовавшего Моргана Морзе. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    }
  ],
  "15": [
    {
      "answerIndex": 0,
      "correct": false,
      "message": "Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 1,
      "correct": false,
      "message": "Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 2,
      "correct": false,
      "message": "Это не было самоубийством. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 3,
      "correct": false,
      "message": "Габриэль косвенно виновна в смерти Моргана, но основное действие, спровоцировавшее сердечный приступ, было совершено не ей. Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 4,
      "correct": false,
      "message": "Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 5,
      "correct": false,
      "message": "Ответ неверный. Советуем ещё раз изучить материалы дела или воспользоваться подсказками.",
      "isComplete": false
    },
    {
      "answerIndex": 6,
      "correct": true,
      "message": "Совершенно верно! Вы правильно определили основного виновника смерти Моргана Морзе. Все подробности этого невероятно запутанного дела вы можете узнать от лучшего инспектора Бёрдхилла Геркулеса Буаро. Просто отсканируйте QR код из финального конверта.",
      "isComplete": true
    }
  ]
}